Repository: wp-plugins/wpmovielibrary
Catalog: languages/wpml-*.po
Languages: fr_fr

source: Javascript seems to be deactivated; please active it to customize your Movie metadata order.
fr_fr: JavaScript semble être désactivé ; veuillez l'activer pour personnaliser l'ordre des métadonnées.

source: TMDb API
fr_fr: API TMDb

source: Deactivate
fr_fr: Désactivation

source: Uninstall
fr_fr: Désintallation

source: Restore Default Settings
fr_fr: Restaurer les préférences par défaut

source: You may want to restore WPMovieLibrary default settings.
fr_fr: Vous voulez peut-être revenir aux réglages par défaut de WPMovieLibrary.

source: <strong>Caution!</strong> Doing this you will erase permanently all your custom settings. Don&rsquo;t do this unless you are positively sure of what you&rsquo;re doing!
fr_fr: <strong>Attention !</strong> La restauration effacera définitivement vos réglages actuels. Ne faites pas ceci si vous n’êtes pas absolument sûr de vous !

source: Restore
fr_fr: Restaurer

source: Empty Cache
fr_fr: Vider le cache

source: Delete all temporarily stored data. This can solve issues like incomplete movie metadata repeatedly returned or incorrect API results.
fr_fr: Supprimer toutes les données temporaires. Cela peut résoudre des problèmes comme des métadonnées incomplètes ou erronées, ou un mauvais résultat de requête à l'API.

source: Empty cache
fr_fr: Vider le cache

source: Save Changes
fr_fr: Enregistrer les modifications

source: unavailable
fr_fr: indisponible

source: available
fr_fr: disponible

source: loaned
fr_fr: prete

source: scheduled
fr_fr: prevu

source: other
fr_fr: autre

source: Invalid taxonomy
fr_fr: Taxonomie invalide

source: Are you sure you want to do this?
fr_fr: Êtes-vous sûr de vouloir faire cela ?

source: An error occured when trying to perform the request: invalid callback or data.
fr_fr: Une erreur s’est produite : fonction interne invalide ou données erronées.

source: An error occured when trying to perform the request.
fr_fr: Une erreur s’est produite lors du traitement de la requête.

source: An error occured when trying to delete transients: %s
fr_fr: Une erreur s’est produite lors de la suppresion des transients : %s

source: No transient found.
fr_fr: Aucun transient trouvé.

source: 1 transient deleted
fr_fr: Un transient supprimé.

source: View all movies from collection &laquo; %s &raquo;
fr_fr: Voir tous les films de la collection &laquo; %s &raquo;

source: View all &laquo; %s &raquo; movies
fr_fr: Voir tous les films &laquo; %s &raquo;

source: View all movies staring &laquo; %s &raquo;
fr_fr: Voir tous les films avec &laquo; %s &raquo;

source: %d movie
fr_fr: %d film

source: API Settings
fr_fr: Réglages de l'API

source: API Key
fr_fr: Clé API

source: You need a valid TMDb API key in order to fetch informations on the movies you add to WPMovieLibrary. You can get an individual API key by registering on <a href="https://www.themoviedb.org/">TheMovieDB</a>.
fr_fr: Vous devez posséder une clé pour utiliser l’API TMDb et trouver des informations sur les films que vous ajouter à votre médiathèque. Vous pouvez obtenir une clé individuelle en vous inscrivant sur <a href="https://www.themoviedb.org/">TheMovieDB</a>.

source: Use internal API Key
fr_fr: Utiliser la clé privée

source: If you enable this, WPML will send all queries to the API through a relay server at http://tmdb.caercam.org/; The main purpose of this is to avoid you the need to register a personnal account on TMDb and request a personnal API key to use the plugin. Note that the relay server provides no warrantly and is most indicated for testing the plugin or a minimal usage of it; if you are planning to use WPMovieLibrary extensively, you should consider getting your own API key at <a href="https://www.themoviedb.org/">TheMovieDB</a>. <a href="http://tmdb.caercam.org/">Learn more about the internal API key</a>.
fr_fr: Si vous activez ceci, WPMovieLibrary fera transiter les requêtes vers l'API par le serveur http://tmdb.caercam.org/ ; la principale raison à cela est de vous éviter d'avoir à vous inscrire sur TMDb et demander une clé personnelle pour pouvoir utiliser ce plugin. Mais notez que le serveur de relai ne présente aucun garantie de fiabilité particulière et devrait être réservé à tester l'application ou pour un usage restreint ; si vous comptez utilisez WPMovieLibrary de manière intensive, vous devriez créer votre propre clé d'API sur <a href="https://www.themoviedb.org/">TheMovieDB</a>. <a href="http://tmdb.caercam.org/">En savoir plus</a>.

source: API Language
fr_fr: Langue de l’API

source: Default language to use when fetching informations from TMDb. Default is english. You can always change this manually when add a new movie.
fr_fr: La langue à utiliser par défaut lors des échanges avec l’API TMDb. Par défaut l’anglais est utilisé, mais vous pouvez changer cela manuellement lorsque vous ajoutez un nouveau film.

source: API Scheme
fr_fr: Protocole de l’API

source: Default scheme used to contact TMDb API. Default is HTTPS.
fr_fr: Le protocole a utiliser par défault pour contacter l’API. HTTPS par défaut.

source: Show Movies in Home Page
fr_fr: Afficher les films avec les articles en page d’accueil

source: If enable, movies will appear among other Posts in the Home Page.
fr_fr: Si activé, les derniers films ajoutés apparaîtront parmi les autres articles sur votre page d’accueil.

source: Movies URL Rewrite
fr_fr: URL personnalisée des films

source: URL Rewrite Rule to apply on movies. Default is <code>movies</code>, resulting in URL like <code>http://yourblog/movies/fight-club</code>. You can use this field to translate URLs to your language. <strong>Beware</strong>: you probably shouldn't modify this more than once if your site relies on search engines; changing URLs too often will most likely affect with your site's visibility.
fr_fr: Réécriture d'URL des films. Par défaut <code>movies</code>, ce qui donne des URLs du type <code>http://yourblog/movies/fight-club</code>. Vous pouvez utiliser ce champ pour traduire vos URLs dans votre langue. <strong>Attention</strong> : vous devriez éviter de modifier ceci fréquemment si votre site dépend des moteurs de recherche ; modifier trop souvent les URLs peut nuire à votre référencement.

source: Movie Details URL Rewrite
fr_fr: URL personnalisée des détails

source: Use localized URLs for Movie Details. Enable this to have URLs like <code>http://yourblog/films/disponible</code> for French rather than the default <code>http://yourblog/movies/available</code>. <strong>Beware</strong>: you probably shouldn't modify this more than once if your site relies on search engines; changing URLs too often will most likely affect with your site's visibility.
fr_fr: Utiliser des URLs localisées pour les détails. Activez ceci pour obtenir des URLs type <code>http://yourblog/films/disponible</code> en français plutôt que <code>http://yourblog/movies/available</code>. <strong>Attention</strong> : vous devriez éviter de modifier ceci fréquemment si votre site dépend des moteurs de recherche ; modifier trop souvent les URLs peut nuire à votre référencement.

source: Show basic movie metadata
fr_fr: Afficher les métadonnées des films

source: Add metadata to posts&rsquo; content: director, genres, runtime…
fr_fr: Ajouter les métadonnées du film au contenu de l’article : réalisateur(s), genre(s), durée…

source: Everywhere
fr_fr: Partout

source: Only In Post Read
fr_fr: Seulement sur la page du film

source: Don&rsquo;t Show
fr_fr: Jamais

source: Movie metadata
fr_fr: Métadonnées

source: Show movie details
fr_fr: Afficher les détails des films

source: Add details to posts&rsquo; content: movie status, media…
fr_fr: Ajouter les détails du film au contenu de l’article : statut, média…

source: Show details as icons
fr_fr: Afficher des icônes pour les détails

source: If enable, movie details will appear in the form of icons rather than default colored labels.
fr_fr: Si activé, les détails des films apparaîtront sous la forme d'icônes et non de labels colorés.

source: Movie details
fr_fr: Détails des films à afficher

source: Which detail to display in posts: movie status, media…
fr_fr: Quel(s) détail(s) afficher dans les articles : statut, média…

source: Add Posters As Thumbnails
fr_fr: Utiliser les affiches comme images à la une

source: Using posters as movies thumbnails will automatically import new movies&rsquo; poster and set them as post featured image. This setting doesn’t affect movie import by list where posters are automatically saved and set as featured image.
fr_fr: Utiliser les affiches comme miniatures importera automatiquement l’affiche de chaque film ajouté et l’utilisera comme image à la une. Ce réglage n’affecte pas l’importation des listes de films, pour lesquelles les affiches sont automatiquement utilisées comme images à la une.

source: Posters Default Size
fr_fr: Taille des affiches

source: Movie Poster size. Default is TMDb&rsquo;s original size.
fr_fr: Taille des affiches de films, par défaut la taille originale de TMDb.

source: Invisible (~100px)
fr_fr: Minuscule (~100px)

source: Tiny (~150px)
fr_fr: Très petit (~150px)

source: Small (~200px)
fr_fr: Petit (~200px)

source: Medium (~350px)
fr_fr: Moyen (~350px)

source: Full (~800px)
fr_fr: Très large (~800px)

source: Original
fr_fr: Originale

source: Images Default Size
fr_fr: Taille des images

source: Movie Image size. Default is TMDb&rsquo;s original size.
fr_fr: Taille des images de films, par défaut la taille originale de TMDb.

source: Delete images with movies
fr_fr: Supprimer les images avec les films

source: Enable this if you want to delete all imported images along with movies. Handy if you have a great number of movies to delete and possibly dozens of images attached.
fr_fr: Activez ceci si vous souhaitez supprimer les images importées en même temps que les films. Cela peut être pratique si vous avez un grand nombre de films à supprimer avec de nombreuses images liées.

source: Delete posters with movies
fr_fr: Supprimer les affiches avec les films

source: Enable this if you want to delete posters along with movies.
fr_fr: Activez ceci si vous souhaitez supprimer les affiches importées en même temps que les films.

source: Enable Collections
fr_fr: Activer les collections

source: Enable Collections Custom Taxonomy. Collections work for movies as Categories work for Posts: a hierarchical taxonomy to group your movies coherently. The default behavior is to use Collections to group movies by director, but you can use them differently at your will.
fr_fr: Activer les collections. Les collections pour les films fonctionnent comme les catégories pour les articles : une taxonomie hiérarchisée pour regrouper vos films de façon cohérente. Le comportement par défaut des collections est de grouper les films selon leurs réalisateurs, mais vous pouvez les utiliser à votre convenance.

source: Collections URL Rewrite
fr_fr: URL personnalisée des collections

source: URL Rewrite Rule to apply on collections. Default is <code>collection</code>, resulting in URL like <code>http://yourblog/collection/david-fincher</code>. You can use this field to translate URLs to your language. <strong>Beware</strong>: you probably shouldn't modify this more than once if your site relies on search engines; changing URLs too often will most likely affect with your site's visibility.
fr_fr: Réécriture d'URL des collections. Par défaut <code>collection</code>, ce qui donne des URLs du type <code>http://yourblog/collection/david-fincher</code>. Vous pouvez utiliser ce champ pour traduire vos URLs dans votre langue. <strong>Attention</strong> : vous devriez éviter de modifier ceci fréquemment si votre site dépend des moteurs de recherche ; modifier trop souvent les URLs peut nuire à votre référencement.

source: Add Collections automatically
fr_fr: Ajouter automatiquement les collections

source: Automatically add custom taxonomies when adding/importing movies. If enabled, each added/imported movie will be automatically added to the collection corresponding to its director(s).
fr_fr: Ajouter automatiquement les collections lors de la création ou de l'import d'un film. Si activé, chaque nouveau film sera automatiquement ajouté à la collection correspondant à son/ses réalisateur(s).

source: Enable Genres
fr_fr: Activer les genres

source: Enable Genres Custom Taxonomy. Genres work for movies as Tags work for Posts: a non-hierarchical taxonomy to improve movies management.
fr_fr: Activer les genres. Les genres fonctionnent comme les mots-clés, une taxonomie non-hiérarchisée pour améliorer la gestion de vos films.

source: Genres URL Rewrite
fr_fr: URL personnalisée des genres

source: URL Rewrite Rule to apply on genres. Default is <code>genre</code>, resulting in URL like <code>http://yourblog/genre/thriller</code>. You can use this field to translate URLs to your language. <strong>Beware</strong>: you probably shouldn't modify this more than once if your site relies on search engines; changing URLs too often will most likely affect with your site's visibility.
fr_fr: Réécriture d'URL des genres. Par défaut <code>genre</code>, ce qui donne des URLs du type <code>http://yourblog/genre/thriller</code>. Vous pouvez utiliser ce champ pour traduire vos URLs dans votre langue. <strong>Attention</strong> : vous devriez éviter de modifier ceci fréquemment si votre site dépend des moteurs de recherche ; modifier trop souvent les URLs peut nuire à votre référencement.

source: Add Genres automatically
fr_fr: Ajouter automatiquement les genres

source: Automatically add Genres when adding/importing movies.
fr_fr: Ajouter automatiquement les genres lors de la création ou de l'import d'un film.

source: Enable Actors
fr_fr: Activer les acteurs

source: Enable Actors Custom Taxonomy. Actors work for movies as Tags work for Posts: a non-hierarchical taxonomy to improve movies management. WPMovieLibrary stores Actors in a custom order, the most important actors appearing in the top of the list, then the supporting roles, and so on.
fr_fr: Activer les acteurs. Les acteurs fonctionnent comme les mots-clés, une taxonomie non-hiérarchisée pour améliorer la gestion de vos films.

source: Actors URL Rewrite
fr_fr: URL personnalisée des acteurs

source: URL Rewrite Rule to apply on actors. Default is <code>actor</code>, resulting in URL like <code>http://yourblog/actor/brad-pitt</code>. You can use this field to translate URLs to your language. <strong>Beware</strong>: you probably shouldn't modify this more than once if your site relies on search engines; changing URLs too often will most likely affect with your site's visibility.
fr_fr: Réécriture d'URL des acteurs. Par défaut <code>actor</code>, ce qui donne des URLs du type <code>http://yourblog/actor/brad-pitt</code>. Vous pouvez utiliser ce champ pour traduire vos URLs dans votre langue. <strong>Attention</strong> : vous devriez éviter de modifier ceci fréquemment si votre site dépend des moteurs de recherche ; modifier trop souvent les URLs peut nuire à votre référencement.

source: Add Actors automatically
fr_fr: Ajouter automatiquement les acteurs

source: Automatically add Actors when adding/importing movies.
fr_fr: Ajouter automatiquement les acteurs lors de la création ou de l'import d'un film.

source: Actors limit
fr_fr: Limite du nombre d'acteurs

source: Limit the number of actors per movie. This is useful if you're dealing with big libraries and don't want to have massive lists of actors created. Limiting the Actors will result in keeping only the most famous/important actors as taxonomies, while the complete list of actors will remained stored as a regular metadata. Set to 0 to disable.
fr_fr: Limite d'acteur par film. Ceci est utile lorsque vous gérez de vastes médiathèques de films et ne voulez pas avoir des listes importantes d'acteurs générées automatiquement. Limiter les acteurs ne conservera que les acteurs principaux de vos films comme taxonomie, la liste complète restant intacte avec les autres métadonnées. Laisser à 0 pour ne pas importer la totalité des acteurs.

source: Movie Post Type
fr_fr: Articles de type « Film »

source: How to handle Movies when WPML is deactivated.
fr_fr: Que faire de vos films si WPML est désactivé.

source: Conserve (recommended)
fr_fr: Conserver (recommandé)

source: Convert to Posts
fr_fr: Convertir en articles

source: Delete (irreversible)
fr_fr: Supprimer (irréversible)

source: Delete Completely (irreversible)
fr_fr: Supprimer totalement (irréversible)

source: Collections Taxonomy
fr_fr: Collections

source: How to handle Collections Taxonomy when WPML is deactivated.
fr_fr: Que faire de vos collections si WPML est désactivé.

source: Convert to Categories
fr_fr: Convertir en catégories

source: Genres Taxonomy
fr_fr: Genres

source: How to handle Genres Taxonomy when WPML is deactivated.
fr_fr: Que faire de vos genres si WPML est désactivé.

source: Convert to Tags
fr_fr: Convertir en tags

source: Actors Taxonomy
fr_fr: Acteurs

source: How to handle Actors Taxonomy when WPML is deactivated.
fr_fr: Que faire de vos acteurs si WPML est désactivé.

source: How to handle Cached data when WPML is deactivated.
fr_fr: Que faire des données stockées en cache si WPML est désactivé.

source: Conserve
fr_fr: Conserver

source: Empty (recommended)
fr_fr: Vider (recommandé)

source: How to handle Movies when WPML is uninstalled.
fr_fr: Que faire de vos films si WPML est désinstallé.

source: Convert to Posts (recommended)
fr_fr: Convertir en articles (recommandé)

source: How to handle Collections Taxonomy when WPML is uninstalled.
fr_fr: Que faire de vos collections si WPML est désinstallé.

source: Convert to Categories (recommended)
fr_fr: Convertir en catégories (recommandé)

source: How to handle Genres Taxonomy when WPML is uninstalled.
fr_fr: Que faire de vos genres si WPML est désinstallé.

source: Convert to Tags (recommended)
fr_fr: Convertir en tags (recommandé)

source: How to handle Actors Taxonomy when WPML is uninstalled.
fr_fr: Que faire de vos acteurs si WPML est désinstallé.

source: How to handle Cached data when WPML is uninstalled.
fr_fr: Que faire des données stockées en cache si WPML est désinstallé.

source: VoD
fr_fr: Vidéo à la demande

source: VHS
fr_fr: Cassette

source: Cinema
fr_fr: Cinéma

source: Other
fr_fr: Autre

source: Available
fr_fr: Disponible

source: Loaned
fr_fr: Prêté

source: Scheduled
fr_fr: Prévu

source: Unvailable
fr_fr: Indisponible

source: Value
fr_fr: Valeur

source: Original Title
fr_fr: Titre original

source: Overview
fr_fr: Résumé

source: Country
fr_fr: Pays

source: Languages
fr_fr: Langues

source: Runtime
fr_fr: Durée

source: Release Date
fr_fr: Date de sortie

source: Job
fr_fr: Poste

source: Name(s)
fr_fr: Nom(s)

source: Producer
fr_fr: Producteur

source: Director of Photography
fr_fr: Directeur de la photographie

source: Original Music Composer
fr_fr: Compositeur

source: Author
fr_fr: Auteur

source: Writer
fr_fr: Écrivain

source: WPML Actors
fr_fr: WPML Acteurs

source: Display Movie Actors Lists
fr_fr: Afficher les acteurs

source: Movie Actors
fr_fr: Acteurs

source: New Actor
fr_fr: Nouvel acteur

source: Permalink for &laquo; %s &raquo;
fr_fr: Permalien pour &laquo; %s &raquo;

source: Select an Actor
fr_fr: Selectionner un acteur

source: Nothing to display for "Actor" taxonomy.
fr_fr: Aucun acteur à afficher.

source: New Movie
fr_fr: Nouveau film

source: Display Movie Collections Lists
fr_fr: Afficher les collections

source: Movie Collections
fr_fr: Collections

source: New Movie Collection
fr_fr: Nouvelle collection

source: Select a Collection
fr_fr: Selectionner une collection

source: Nothing to display for "Collection" taxonomy.
fr_fr: Aucune collection à afficher.

source: Display Movie Genres Lists
fr_fr: Afficher les genres

source: Movie Genres
fr_fr: Genres

source: New Genre
fr_fr: Nouveau genre

source: Select a Genre
fr_fr: Selectionner un genre

source: Nothing to display for "Genre" taxonomy.
fr_fr: Aucun genre à afficher.

source: WPML Media
fr_fr: WPML Médias

source: Display Movies from a specific media
fr_fr: Afficher les films selon leur média

source: Movie by Media
fr_fr: Films par médias

source: WPML Most Rated Movies
fr_fr: WPML Films les mieux notés

source: Display most rated Movies.
fr_fr: Afficher les films les plus appréciés.

source: Movies I really enjoyed
fr_fr: Les films qui m’ont le plus plu

source: WPML Recent Movies
fr_fr: WPML Films récents

source: Display most recently added Movies.
fr_fr: Afficher les derniers flims ajoutés.

source: Recent Movies
fr_fr: Films récents

source: Movies I recently added to my library
fr_fr: Les films récemment ajoutés à ma médiathèque

source: WPML Status
fr_fr: WPML Statuts

source: Display Movies from a specific status
fr_fr: Afficher les films d'un statut particulier

source: Movie by Status
fr_fr: Films par statuts

source: Movie
fr_fr: Film

source: Add New Movie
fr_fr: Ajouter un film

source: Edit Movie
fr_fr: Éditer un film

source: View Movie
fr_fr: Voir le film

source: Search Movies
fr_fr: Chercher des films

source: No movies found in Trash
fr_fr: Aucun film trouvé dans la corbeille

source: Imported Draft <span class="count">(%s)</span>
fr_fr: Brouillon d’import <span class="count">(%s)</span>

source: Queued Movie <span class="count">(%s)</span>
fr_fr: Film en attente <span class="count">(%s)</span>

source: Staring
fr_fr: Avec

source: Directed by
fr_fr: Réalisé par

source: Select a media
fr_fr: Selectionner un média

source: Nothing to display.
fr_fr: Rien à afficher

source: Select a Movie
fr_fr: Selectionner un film

source: Permalink for &laquo; %s Rated Movies &raquo;
fr_fr: Permalin pour &laquo; Films notés %s &raquo;

source: Read more about
fr_fr: Lire la suite

source: Select a status
fr_fr: Selectionner un statut

source: WPML Statistics
fr_fr: WPML Statistiques

source: Display some statistics about your movie library
fr_fr: Quelques statistiques à propos de votre médiathèque

source: All combined you have a total of %total% in your library, regrouped in %collections%, %genres% and %actors%.
fr_fr: Vous possédez un total de %total% dans votre médiathèque, regroupé(s) en %collections%, %genres% et %actors%.

source: A WordPress Plugin to manage a personnal library of movies.
fr_fr: Un plugin WordPress pour gérer une médiathèque personnelle
