Repository: wp-plugins/wpmovielibrary
Catalog: languages/wpml-*.po
Languages: fr_fr

source: The size "%s" is not supported by TMDb
fr_fr: La taille "%s" n'est pas supportée par TMDb

source: No configuration available for image URL generation
fr_fr: Aucune configuration de l'API disponible pour générer les URL des images

source: API Error: no configuration available to retrieve available image sizes
fr_fr: Erreur de l'API : aucune configuration de l'API disponible pour déterminer les dimensions utilisables pour les images

source: API Error: server connection to "%s" returned error %s: %s
fr_fr: Erreur de l'API : la connexion à "%s" a renvoyé une erreur %s : %s

source: API Error: connection to TheMovieDB API failed with message "%s" (code %s)
fr_fr: Erreur de l'API : la connexion à l'API TheMovieDB a échoué avec ce message : "%s" (code %s)

source: API Error: unknown server error, unable to perform request.
fr_fr: Erreur de l'API : une erreur s’est produite lors du traitement de la requête.

source: Unknown error, connection to TheMovieDB API failed.
fr_fr: Erreur inconnue, la connexion à l'API TheMovieDB a échoué.

source: Connection to TheMovieDB API failed with message "%s" (code %s)
fr_fr: La connexion à l'API TheMovieDB a échoué avec ce message : "%s" (code %s)

source: Invalid API key - the key should be an alphanumerica 32 chars long string.
fr_fr: Clé invalide : votre clé doit comporter 32 caractères alphanumériques.

source: Invalid API key - You must be granted a valid key
fr_fr: Clé API invalide - vous devez posséder une clé valide

source: Valid API key - Save your settings and have fun!
fr_fr: Clé API valide - sauvegardez vos préférences et amusez-vous bien !

source: Sorry, your search returned no result. Try a more specific query?
fr_fr: Désolé, votre recherche n’a renvoyé aucun résultat. Essayez d’être plus précis ?

source: Your request showed multiple results. Select your movie in the list or try another search:
fr_fr: Votre recherche a renvoyé de nombreux résultats. Sélectionner le bon film dans la liste ou essayez une recherche plus précise :

source: You haven't specified a valid <acronym title="TheMovieDB">TMDb</acronym> API key in your Settings; this is required for the plugin to search a get movies metadata. WPMovieLibrary will use an internal API key, but you may consider getting your own personnal one at <a href="https://www.themoviedb.org/">TMDb</a> to get better results.
fr_fr: Vous n'avez spécifié aucune clé d'API <acronym title="TheMovieDB">TMDb</acronym> dans vos réglages ; une clé valide est nécessaire pour le fonctionnement de WPMovieLibrary. Le plugin utilise actuellement une clé privée, mais vous devriez vous procurer une clé personnelle sur <a href="https://www.themoviedb.org/">TMDb</a> pour plus de fiabilité.

source: Learn more about the internal API key
fr_fr: En savoir plus sur la clé privée

source: Do not notify me again
fr_fr: Ne plus me rappeler cela

source: WPMovieLibrary uses the <a href="http://docs.themoviedb.apiary.io/">TMDb API</a> but is not endorsed or certified by <a href="http://=www.themoviedb.org/">TMDb</a>.
fr_fr: WPMovieLibrary utilise <a href="http://docs.themoviedb.apiary.io/">TMDb API</a> mais n'est ni validé ni certifié par <a href="http://=www.themoviedb.org/">TMDb</a>.

source: One movie successfully deleted.
fr_fr: Un film a été supprimé.

source: %s movies successfully deleted.
fr_fr: %s films ont été supprimés.

source: One movie removed from the queue.
fr_fr: Un film retiré de la file d'attente.

source: %s movies removed from the queue.
fr_fr: %s films retirés de la file d'attente.

source: Done!
fr_fr: Terminé !

source: I can't test an empty key, you know.
fr_fr: Je ne peux pas tester une clé vide.

source: One movie added to the queue.
fr_fr: Un film ajouté à la liste d'attente.

source: %s movies added to the queue.
fr_fr: %s films ajoutés à la file d'attente.

source: Images added!
fr_fr: Images ajoutées !

source: Image from
fr_fr: Image de

source: Images uploaded!
fr_fr: Images téléchargées !

source: Import Images
fr_fr: Importer les images

source: Import Images for "%s"
fr_fr: Importer des images pour « %s »

source: Please wait while the images are uploaded...
fr_fr: Veuillez patienter pendant le téléchargement des images…

source: Import Poster
fr_fr: Importer l'affiche

source: Select a poster for "%s"
fr_fr: Sélectionner une affiche pour « %s »

source: Please wait while the poster is uploaded...
fr_fr: Veuillez patienter pendant le téléchargement de l'affiche…

source: Imported
fr_fr: Importé

source: One movie successfully imported!
fr_fr: Un film importé avec succès !

source: %s movies successfully imported!
fr_fr: %s films ont été importés avec succès !

source: Progressing
fr_fr: En cours

source: Invalid key: it should be 32 characters long.
fr_fr: Clé invalide : votre clé doit comporter 32 caractères alphanumériques.

source: Load Images
fr_fr: Télécharger les images

source: Load More
fr_fr: Charger plus

source: Loading Images…
fr_fr: Chargement des images…

source: Oops… Did something went wrong?
fr_fr: Oups… Quelque chose a échoué ?

source: Poster
fr_fr: Affiche

source: Saving Images…
fr_fr: Enregistrement des images…

source: Searching movie
fr_fr: Recherche du film

source: Fetching movie data
fr_fr: Téléchargement des données

source: see no more
fr_fr: masquer

source: see more
fr_fr: afficher la suite

source: Setting featured image…
fr_fr: Ajout de l’aperçu…

source: Movies
fr_fr: Films

source: Your library
fr_fr: Votre médiathèque

source: All Movies
fr_fr: Tous les films

source: Add New
fr_fr: Nouveau

source: Actors
fr_fr: Acteurs

source: Import Movies
fr_fr: Importer des films

source: Settings
fr_fr: Réglages

source: Access denied.
fr_fr: Accès refusé.

source: You don't have the permission do perform this action.
fr_fr: Vous n'avez pas la permission d'effectuer cette action.

source: Unknown error: failed to restore default settings.
fr_fr: Erreur inconnue : impossible de restaurer les réglages par défaut.

source: Default settings restored!
fr_fr: Les options par défaut ont été restaurées.

source: You update the taxonomies URL rewrite. You should visit <a href="%s">WordPress Permalink</a> page to update the Rewrite rules; you may experience errors when trying to load pages using the new URL if the structures are not update correctly. Tip: you don't need to change anything in the Permalink page: simply loading it will update the rules.
fr_fr: Vous avez modifié les règles de récriture d'URL. Vous devriez charger la page <a href="%s">Permaliens</a> pour mettre à jour les règles de récriture de WordPress ; sans cela vous risquez de rencontrer des erreurs en tentant d'utiliser vos nouvelles URLs. Note : vous n'avez pas besoin de modifier les règles actuelles de vos permaliens, le simple fait d'afficher la page mettra à jour les règles existantes.

source: Title
fr_fr: Titre

source: Show as dropdown
fr_fr: Afficher comme liste déroulante

source: Show movies count
fr_fr: Afficher le nombre de films

source: Custom Style (only for dropdown)
fr_fr: Style spécial (seulement pour les listes déroulantes)

source: About WPMovieLibrary
fr_fr: À propos de WPMovieLibrary

source: About
fr_fr: À propos

source: WPMovieLibrary − shortened to WPML − is a WordPress Plugin designed to handle a personnal library of movies. Using Custom Post Type you can add new movies, manage collections, write reviews and share your latest-seen/favorite movies. WPML uses TMDb to gather movies' informations a store your movies as posts along with TMDb data and images.
fr_fr: WPMovieLibrary − de son petit nom WPML − est un plugin WordPress conçu pour gérer et compléter une médiathèque personnelle de films. En utilisant les types de contenu personnalisés vous pouvez ajouter des films, gérer des collections, rédiger vos critiques et partager les derniers films que vous avez apprécié, vu au cinéma ou acheté en DVD/BluRay. WPML utilise TMDb (http://www.themoviedb.org) pour importer les informations relatives aux films ajoutés : réalisation, durée, résumé, acteurs, genres, affiche, images…

source: Credits
fr_fr: Crédits

source: The following people took a part, active or not, in WPML development:
fr_fr: Les personnes suivantes ont pris part, activement ou non, au développement de WPMovieLibrary :

source: <a href="http://th0th.me/log/">th0th</a>, author of <a href="http://wordpress.org/plugins/th0ths-movie-collection/"><em>th0th's Movie Collection</em></a>, the plugin WPML started as a fork of before becoming a complete new, homemade tool.
fr_fr: <a href="http://th0th.me/log/">th0th</a>, auteur de <a href="http://wordpress.org/plugins/th0ths-movie-collection/"><em>th0th's Movie Collection</em></a>, le plugin qui a inspiré WPML avant de devenir un outil personnel et entièrement réécrit.

source: <a href="http://www.glamorous.be">Jonas De Smet</a>, author of <a href="https://github.com/glamorous/TMDb-PHP-API">TMDb-PHP-API</a> which WPML is based on.
fr_fr: <a href="http://www.glamorous.be">Jonas De Smet</a>, auteur de <a href="https://github.com/glamorous/TMDb-PHP-API">TMDb-PHP-API</a> sur laquelle est basé WPML.

source: <a href="https://github.com/lesurfeur">Spiky (lesurfeur)</a>, very first user of WPML, who provided nice ideas and productive feedback.
fr_fr: <a href="https://github.com/lesurfeur">Spiky (lesurfeur)</a>, premier utilisateur de WPML, auteur d'idées sympas et de retours constructifs.

source: Contribute
fr_fr: Contribuer

source: Show Media only
fr_fr: Afficher les médias uniquement

source: Show Movies
fr_fr: Afficher les films

source: Display as dropdown
fr_fr: Afficher comme liste déroulante

source: Show icons
fr_fr: Afficher les icônes

source: Media
fr_fr: Média

source: Show thumbnails
fr_fr: Afficher les miniatures

source: Show Status only
fr_fr: Afficher les status uniquement

source: Number of movies to show
fr_fr: Nombre de films à afficher

source: Display movie rating
fr_fr: Afficher la note

source: No
fr_fr: Non

source: Below Poster
fr_fr: Sous l’affiche

source: Above Poster
fr_fr: Au dessus de l’affiche

source: You can edit the format of the Widget's content; basic HTML tags are allowed (ul, ol, li, p, span, em, i, p, strong, b, br). Format Tags are:
fr_fr: Vous pouvez modifier le format du contenu ; les balises HTML classiques sont autorisées (ul, ol, li, p, span, em, i, p, strong, b, br). Les balises de formatage sont :

source: Total number of movies
fr_fr: Nombre de films

source: Number of Collections.
fr_fr: Nombre de collections

source: Number of Genres.
fr_fr: Nombre de genres

source: Number of Actors.
fr_fr: Nombre d'acteurs

source: Status
fr_fr: Statut

source: Help
fr_fr: Aide

source: New movie
fr_fr: Nouveau film

source: Import movies
fr_fr: Importer des films

source: Manage movies
fr_fr: Gérer les films

source: Movies you recently added
fr_fr: Les films ajoutés récemment

source: Settings saved.
fr_fr: Préférences sauvegardées.

source: You are not allowed to edit this item.
fr_fr: Vous n'êtes pas autorisé à éditer ce contenu.

source: Go back
fr_fr: Retour

source: Your most rated movies
fr_fr: Vos films les mieux notés

source: Quick action
fr_fr: Menu rapide

source: One movie
fr_fr: un film

source: %d movies
fr_fr: %d films

source: No movie added yet.
fr_fr: Aucun film ajouté pour le moment.

source: Add one!
fr_fr: Ajoutez-en un !

source: One movie draft
fr_fr: Un brouillon

source: %d movies drafts
fr_fr: %d brouillons

source: No draft
fr_fr: Aucun brouillon

source: One queued movie
fr_fr: Un film en liste d'attente.

source: %d queued movies
fr_fr: %d films en liste d'attente.

source: No queued movie.
fr_fr: Aucun film en liste d'attente.

source: One imported movie
fr_fr: Un film importé.

source: %d imported movies
fr_fr: %d films importés.

source: No imported movie.
fr_fr: Aucun film importé.

source: Show on screen
fr_fr: Afficher à l’écran

source: Welcome
fr_fr: Bienvenue

source: Statistics
fr_fr: Statistiques

source: Quick Actions
fr_fr: Menu rapide

source: Latest Movies
fr_fr: Films ajoutés récemment

source: Most Rated Movies
fr_fr: Films les mieux notés

source: Apply
fr_fr: Appliquer

source: Cancel
fr_fr: Annuler

source: Close
fr_fr: Fermer

source: Configure
fr_fr: Configurer

source: Here are some useful links:
fr_fr: Voici quelques liens utiles

source: Report a bug
fr_fr: Signaler un bug

source: Donate
fr_fr: Faire un don

source: Use the following options to customize this Widget.
fr_fr: Utilisez les options suivantes pour personnaliser ce Widget.

source: Number of movies:
fr_fr: Nombre de films :

source: movies
fr_fr: films

source: Show year
fr_fr: Afficher l'année

source: Show movies release years below the poster.
fr_fr: Affiche l'année de sortie sous l'affiche.

source: Show rating
fr_fr: Afficher la note

source: Show movies ratings below the poster.
fr_fr: Affiche la note du film sous l'affiche.

source: Show "Load more" button
fr_fr: Afficher le bouton « Plus de films »

source: Show a button to load more movies to the Widget.
fr_fr: Affiche un bouton pour charger les films plus anciens.

source: JavaScript required
fr_fr: Nécessite JavaScript

source: Show a previewing modal window when clicking posters.
fr_fr: Cliquer sur l'affiche du film affiche une fenêtre de présentation

source: Open modal window on click
fr_fr: Cliquer l'affiche ouvre une fenêtre de présentation du film

source: Quick-Edit menu
fr_fr: Menu d'édition rapide

source: Show a quick edit menu to perform basic actions on movies.
fr_fr: Affiche un menu de modification rapide pour accéder rapidement à la gestion des films.

source: Stylized posters
fr_fr: Affiches stylisées

source: Show more stylish poster without rounded borders and shadows.
fr_fr: Affiche des affiches plus stylisées avec angles arrondis et ombres.

source: Stylized Metabox
fr_fr: Widget stylisé

source: Use transparent Metabox instead of regular WordPress Metabox
fr_fr: Rend la « boite » du Widget transparente.

source: Save
fr_fr: Enregistrer

source: Edit
fr_fr: Éditer

source: Delete
fr_fr: Supprimer

source: View
fr_fr: Voir

source: No movies found
fr_fr: Aucun film trouvé

source: Load more
fr_fr: Charger plus

source: Here's some statistics about your movie library:
fr_fr: Quelques statistiques à propos de votre médiathèque

source: All combined you have a total of %s in your library, regrouped in %s, %s and %s.
fr_fr: Vous possédez un total de %s dans votre médiathèque, regroupé(s) en %s, %s et %s.

source: one movie
fr_fr: un film

source: one collection
fr_fr: une collection

source: one genre
fr_fr: un genre

source: one actor
fr_fr: un acteur

source: Dismiss
fr_fr: Fermer

source: Welcome to WordPress Movie Library!
fr_fr: Bienvenue dans WordPress Movie Library !

source: Thank you for using WPMovieLibrary. We made this plugin for movie lovers! Here are a few links to get you started.
fr_fr: Merci d'utiliser WPMovieLibrary. Nous avons créé ce plugin pour les amoureux du cinéma. Voici quelques liens pour vous lancer !

source: Get Started
fr_fr: Lancez-vous !

source: View the Documentation
fr_fr: Voir la documentation

source: and you may want to look at the <a href="%s">plugin settings</a>.
fr_fr: vous voudrez peut-être aussi jeter un œil aux <a href="%s">réglages</a>.

source: Start building your library
fr_fr: Commencer à remplir votre médiathèque

source: Create your first movie
fr_fr: Créer votre premier film

source: Import lists of movies
fr_fr: Importer des listes de films

source: Manage your movies
fr_fr: Gérer vos films

source: Furthermore
fr_fr: Plus encore…

source: Create and manage Collections
fr_fr: Créer et gérer des collections

source: Create and manage <a href="%s">Genres</a> and <a href="%s">Actors</a>
fr_fr: Créer et gérer des <a href="%s">genres</a> et des <a href="%s">acteurs</a>

source: Rating
fr_fr: Note

source: None
fr_fr: Aucun

source: Edit this item inline
fr_fr: Modifier cet élément sur place

source: Quick&nbsp;Edit
fr_fr: Modification rapide

source: Invalid detail: should be status, media or rating.
fr_fr: Détail invalide : les détails autorisés sont le statut, le média et la note.

source: Empty or invalid Post ID or Movie Details
fr_fr: Post ID ou détails vide(s) ou invalide(s)

source: WPMovieLibrary − Movie Meta
fr_fr: WPMovieLibrary − Métadonnées

source: WPMovieLibrary − Movie Images
fr_fr: WPMovieLibrary − Images

source: WPMovieLibrary − Movie Details
fr_fr: WPMovieLibrary − Détails

source: Error: invalid post, post #%s is not a movie.
fr_fr: Erreur : l'article n'est pas un film.

source: Error: invalid value, allowed values for '%s' are %s.
fr_fr: Erreur : valeur non autorisée. Les valeurs possibles pour %s sont %s.

source: Error: couldn't update movie detail.
fr_fr: Erreur : impossible de mettre à jour les détails.

source: Error: invalid value, allowed values for 'rating' are floats between 0.0 and 5.0.
fr_fr: Erreur : valeur non autorisée. Les notes autorisées vont de 0.0 à 5.0

source: Error: submitted post is not a movie.
fr_fr: Erreur : l'article n'est pas un film.

source: Error: the submitted movie details are invalid.
fr_fr: Erreur : détails invalides.

source: You are not allowed to edit posts.
fr_fr: Vous n'êtes pas autorisé à éditer les articles.

source: Posts with #%s is invalid or is not a movie.
fr_fr: L'article #%s est invalide ou n'est pas un film.

source: Status:
fr_fr: Statut :

source: Media:
fr_fr: Média :

source: Rating:
fr_fr: Note :

source: Junk
fr_fr: Nul

source: Very bad
fr_fr: Très mauvais

source: Bad
fr_fr: Mauvais

source: Not that bad
fr_fr: Pas terrible

source: Average
fr_fr: Moyen

source: Not bad
fr_fr: Pas mal

source: Good
fr_fr: Bon

source: Very good
fr_fr: Très bon

source: Masterpiece
fr_fr: Chef d’œuvre

source: It seems you have JavaScript deactivated; the import feature will not work correctly without it, please check your browser's settings.
fr_fr: JavaScript semble désactivé ; la fonctionnalité d'import ne fonctionnera pas correctement sans, vérifier les réglages de votre navigateur.

source: Find movie on TMDb:
fr_fr: Rechercher un film :

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: Movie Title
fr_fr: Titre du film

source: Fetch data
fr_fr: Charger les données

source: Empty Results
fr_fr: Vider les résultats

source: Movie Dtails
fr_fr: Détails

source: Director
fr_fr: Réalisateur

source: No movies found, dude.
fr_fr: Aucun film trouvé.

source: 1 item
fr_fr: 1 élément

source: Go to the first page
fr_fr: Aller à la première page

source: Go to the previous page
fr_fr: Aller à la page précédente

source: Current page
fr_fr: Page courante

# paging
source: %1$s of %2$s
fr_fr: %1$s sur %2$s

source: Go to the next page
fr_fr: Aller à la prochaine page

source: Go to the last page
fr_fr: Aller à la dernière page

source: Fetch data from TMDb
fr_fr: Télécharger les données

source: Enqueue
fr_fr: Ajouter à la file d'attente

source: Find Metadata
fr_fr: Chercher les métadonnées

source: Enqueue Movie
fr_fr: Ajouter à la file d'attente

source: Delete Movie
fr_fr: Supprimer

source: Bulk Actions
fr_fr: Actions groupées

source: Select All
fr_fr: Tout sélectionner

source: Invalid movie list submitted.
fr_fr: Liste de film non valide.

source: An error occured trying to delete Post #%s
fr_fr: Une erreur s’est produite lors de la suppresion du post #%s

source: An error occured trying to delete Attachment #%s
fr_fr: Une erreur s’est produite lors de la suppresion du média #%s

source: Movie "%s" already imported.
fr_fr: Le film « <em>%s</em> » a déjà été importé.

source: Import Drafts
fr_fr: Brouillons d’import

source: The following errors occured: <ul>%s</ul>
fr_fr: La ou les erreurs suivantes se sont produites : <ul>%s</ul>

source: One movie imported successfully!
fr_fr: Un film a été ajouté avec succès !

source: No queued movie, dude.
fr_fr: Aucun film en liste d'attente.

source: Dequeue
fr_fr: Retirer de la file d'attente

source: Queued
fr_fr: Dans la file d'attente

source: An error occured when adding "%s" to the queue: %s
fr_fr: Une erreur s’est produite lors de l'ajout de « %s » à la file d'attente : %s

source: An error occured when trying to remove "%s" from the queue: %s
fr_fr: Une erreur s’est produite lors de la suppression de « %s » de la file d'attente : %s

source: An error occured when trying to delete "%s" metadata.
fr_fr: Une erreur s’est produite lors de la suppression des métadonnées de « %s ».

source: Error: submitted Post ID doesn\t match any valid movie.
fr_fr: Erreur : l'article soumis ne correspond à aucun film.

source: Error: cannot find submitted movie's metadata, try enqueuing it again.
fr_fr: Erreur : impossible d'accéder aux métadonnées du film, essayez de l'ajouter à nouveau à la file d'attente.

source: An error occured when trying to imported queued movie "%s": %s
fr_fr: Une erreur s’est produite lors de l'importation de « %s » depuis la file d'attente.

source: Movies Import
fr_fr: Importer des films

source: Imported Movies
fr_fr: Films importés

source: Import Queue
fr_fr: File d'attente

source: Import New Movies
fr_fr: Importer de nouveaux films

source: Here are the movies you previously updated but didn’t save. You can save them, edit them individually or apply bulk actions. Posters are automatically saved and set as featured images, but images are not. Use the bulk action to import, but be aware that it can take some time if you select a lot of movies. Don’t forget to save your imports when you’re done!
fr_fr: Voici les films précédemment importés mais non sauvegardés. Vous pouvez les sauvegarder, les éditer individuellement ou appliquer des actions groupées. Les affiches sont automatiquement téléchargées et enregistrées comme images à la une, mais pas les images. Utilisez les actions groupées pour importer, mais soyez avisés que cela peut prendre un certain temps si vous sélectionnez un nombre important de films. N’oubliez pas de sauvegarder vos imports une fois terminé !

source: Empty All
fr_fr: Tout vider

source: Save Movies
fr_fr: Enregistrer les films

source: Dequeue Movie
fr_fr: Retirer de la file

source: Import Queued Movies
fr_fr: Importer la liste d'attente

source: of
fr_fr: sur

source: imported
fr_fr: importés

source: Input a list of movies to search and import separated by commas:
fr_fr: Saisissez une liste de films à rechercher et importer, séparé par des virgules :

source: Titles don’t have to be exact, but try to be specific to get better results.<br /> Ex: interview with the vampire, Se7en, Twelve Monkeys, joe black, fight club, snatch, babel, inglourious basterds
fr_fr: Les titres n’ont pas besoin d’être parfaitement exacts, mais essayez d’être précis pour de meilleurs résultats.<br /> Ex: entretien avec un vampire, Se7en, 12 Singes, joe black, fight club, snatch, babel, inglourious basterds

source: List of movie titles separated by commas
fr_fr: Listez des titres de films séparés par des virgules

source: An error occured when trying to import image: invalid data or Post ID.
fr_fr: Une erreur s’est produite lors de la tentative de téléchargement : données ou Post ID invalide.

source: Movie Posters as featured images option is deactivated. Update your settings to activate this.
fr_fr: L'option « Utiliser les affiches comme images à la une » est désactivée, modifiez vos préférences pour effectuer ceci.

source: The image you're trying to upload is empty.
fr_fr: L'image que vous essayez de télécharger est vide.

source: The image you're trying to upload already exists.
fr_fr: L'image que vous essayez de télécharger existe déjà.

source: See available Movie Posters
fr_fr: Afficher les affiches disponibles

source: Check API Key
fr_fr: Vérifier la clé

source: Enable
fr_fr: Activer

source: Don&rsquo;t
fr_fr: Non merci

source: Which metadata to display in posts: director, genres, runtime, rating…
fr_fr: Quel(s) métadonnée(s) afficher dans les articles : réalisateur(s), genre(s), durée, note
